Repository: netzkolchose/botgard
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: Enable or disable experimental mobile device support
de: Experimentellen Smartphone support aktivieren

source: German
de: Deutsch

source: English
de: Englisch

source: Type to search
de: zum Suchen tippen

source: "%(value)s is not a valid choice for %(field)s
de: "%(value)s" ist kein Bezeichner der %(model)s-Tabelle

source: "%(value)s" is not an instance of the %(model)s model
de: "%(value)s" ist kein Bezeichner der %(model)s-Tabelle

source: "%(value)s" is not a unique identifier for the %(model)s model
de: "%(value)s" ist kein eindeutiger Bezeichner innerhalb der %(model)s-Tabelle

source: Change selected %(model)s
de: %(model)s bearbeiten

source: Change
de: Bearbeiten

source: Add another %(model)s
de: Neue %(model)s-Instanz erzeugen

source: Add
de: Hinzufügen

source: Mark orders as processed
de: Bestellungen als 'bestellt' markieren

source: %(num_orders)s orders have been marked as processed
de: %(num_orders)s Bestellungen wurden als 'bestellt' markiert

source: Botanic gardens database
de: Botanische Gärten

source: Botanic Garden
de: Botanischer Garten

source: This name will appear at the top of all pages
de: Dieser Name steht in der Kopfzeile jeder Seite

source: botanic garden
de: Botanischer Garten

source: botanic gardens
de: Botanische Gärten

source: IPEN part
de: IPEN-Kürzel

source: garden number
de: Gartennummer

source: address
de: Adresse

source: phone
de: Telefon

source: website
de: Webseite

source: full name
de: ganzer Name

source: number of orders
de: Anzahl der Bestellungen

source: latest catalog date
de: Aktuelles Katalogdatum

source: Each line in the address is available separately, e.g. {{address_lines.0}}, {{address_lines.1}}, aso.
de: Jede Zeile der Adresse ist einzeln verfügbar, z.B. {{address_lines.0}}, {{address_lines.1}}, usw.

source: label
de: Etikett

source: show
de: Anzeigen

source: delete
de: Löschen

source: external catalog
de: Externer Katalog

source: external catalogs
de: Externe Kataloge

source: Botanic garden
de: Botanischer Garten

source: Date incoming
de: Eingangsdatum

source: Date outgoing
de: Ausgangsdatum

source: Catalog file
de: Katalog datei

source: garden catalog/%(garden)s/%(date)s
de: Katalog/%(garden)s/%(date)s

source: garden catalog/%(date)s
de: Katalog/%(date)s

source: outgoing order
de: Ausgehende Bestellung

source: outgoing orders
de: Ausgehende Bestellungen

source: Creation date
de: Erstellt am

source: Ordered by user
de: Bestellt von

source: Order text
de: Bestellung

source: Processed
de: Bestellt

source: outgoing order/%(garden)s/%(user)s
de: Bestellung/%(garden)s/%(user)s

source: garden email
de: Garten eMail

source: user email
de: Benutzer eMail

source: Welcome,
de: Willkommen,

source: Administration
de: Administation

source: All activities
de: Alle Aktivitäten

source: Global configurations
de: Globale Einstellungen

source: User tools:
de: Benutzerwerkzeuge:

source: View site
de: Webseite ansehen

source: Documentation
de: Dokumentation

source: Change password
de: Passwort ändern

source: Log out
de: Abmelden

source: About BotGard
de: Über BotGard

source: License
de: Lizenz

source: Models in the %(name)s application
de: Models in der %(name)s Applikation

source: You don't have permission to edit anything.
de: Sie haben leider keine Berechtigung, den Katalog zu finalisieren

source: Sorry, but you do not have write permission!
de: Sie haben leider keine Schreibberechtigung

source: Log out and change user
de: Abmelden und Benutzer wechseln

source: Deleted <b>%s</b>
de: <b>%s</b> gelöscht

source: Invalid id
de: ungültige ID

source: user activity
de: Benutzeraktivität

source: Configuration
de: Tabelleneinstellungen

source: Variables
de: Variablen

source: type
de: Typ

source: translateable text
de: Übersetzbarer Text

source: key
de: Schlüssel

source: value
de: Wert

source: json value
de: JSON Wert

source: Type unknown "%s"
de: Typ "%s" unbekannt

source: Invalid type in KeyValue "%s"
de: Unbekannter Typ in KeyValue "%s"

source: Configure table %(name)s
de: %(name)s-Tabelle bearbeiten

source: Remove filter for %s
de: Filter für %s entfernen

source: yes
de: Ja

source: no
de: Nein

source: Configuration of tables
de: Tabelleneinstellungen

source: At least one field should be selected. Form was reset to previous selection.
de: Wenigstens ein Feld muß ausgewählt werden. Die letzten Einstellungen wurden wiederhergestellt.

source: table settings
de: Tabelle

source: tables settings
de: Tabellen

source: user
de: Benutzer

source: The export will take approximately <sec> seconds, continue?
de: The Export wird etwa <sec> Sekunden dauern, fortsetzen?

source: CSV-Export %(num_list_items)s lines
de: CSV-Export %(num_list_items)s Zeilen

source: Print view
de: Druckansicht

source: Configure table
de: Tabelle bearbeiten

source: Remove from sorting
de: Sortierung entfernen

source: Sorting priority: %(priority_number)s
de: Sortierpriorität: %(priority_number)s

source: Toggle sorting
de: Sortierung umkehren

source: Reset
de: Verwerfen

source: Abort
de: Abbrechen

source: Save
de: Speichern

source: Select Fields
de: Felder auswählen

source: Order
de: Reihenfolge

source: Drag items to change their order.
de: Items mit der Maus verschieben, um die Reihenfolge zu ändern.

source: CSV export settings
de: CSV-Exporteinstellungen

source: lattitude
de: Breitengrad

source: longitude
de: Längengrad

source: OSM class
de: OSM Klasse

source: OSM type
de: OSM Typ

source: country code
de: Ländercode

source: continent
de: Kontinent

source: country
de: Land

source: state
de: Status

source: county
de: Bundesland

source: city
de: Stadt

source: district
de: Stadtteil

source: town
de: Kleinstadt

source: suburb
de: Dorf

source: Country
de: Land

source: Query
de: Suchtext

source: Date sent
de: Gesendet am

source: Json-result
de: Json-Ergebnis

source: Individuals by country
de: Individuen pro Land

source: species
de: Art

source: collector
de: Sammler

source: details
de: detailiert

source: position
de: Positions

source: latitude
de: Längengrad

source: types
de: Typen

source: Sorry, no results
de: Leider kein Suchergebnis

source: all individuals in
de: Alle Individuen in

source: random individual
de: Zufälliges Individuum

source: edit
de: Bearbeiten

source: found country
de: Fundland

source: description
de: Beschreibung

source: Location query
de: Suchanfrage

source: Search via OpenStreetMap
de: OpenStreetMap durchsuchen

source: Search via Google Maps
de: Goolge Maps durchsuchen

source: OpenStreetMap result
de: OpemStreetMap Ergebnis

source: category
de: Kategorie

source: rank/importance
de: Rang/Wichtigkeit

source: licence
de: Lizenz

source: This website uses Google's Map and Geolocation services.<br/>By using it, you agree to Google's %(terms)s and %(policy)s.
de: Diese Webseite benutzt Googles Map- und Geolocation-Dienste.<br/>Durch die Benutzung erklären Sie sich mit Google's %(terms)s und %(policy)s einverstanden.

source: Terms of Service
de: AGB

source: Privacy Policy
de: Richtlinien zur Privatspäre

source: Geolocations of %s
de: Geolocation von %s

source: No countrycode
de: Kein Ländercode

source: No query
de: Kein Suchtext

source: invalid pk
de: ungültiger pk

source: unknown pk
de: unbekannterpk

source: Sorry, no results
de: Leider keine Ergebnisse

source: invalid geo result id
de: Ungültige geo result id

source: invalid individual pk
de: ungültiger Individuum pk

source: habitat
de: Herkunft

source: source
de: Quelle

source: miscellaneous
de: Verschiedenes

source: seeds
de: Samen

source: Individuals and their locations
de: Individuen und Standorte

source: 1 (transfer restricted)
de: 1 (Transfer beschränkt)

source: 0 (transfer unrestriced)
de: 0 (Transfer unbeschränkt)

source: Plant
de: Pflanze

source: Seed
de: Samen

source: Scion
de: Steckling

source: unknown
de: unbekannt

source: male
de: männlich

source: female
de: weiblich

source: hermaphrodite
de: zwittrig

source: wild seed
de: Wildsamen

source: cultivated wild plant
de: kultivierte Wildpflanze

source: cultivated plant
de: kultiviertes Gartenmaterial

source: individual
de: Individuum

source: individuals
de: Individuen

source: accession #
de: Akzessionsnummer

source: code of origin
de: Herkunftscode

source: genus & Species
de: Familie & Art

source: plant categorized by
de: Pflanze bestimmt von

source: received as species
de: Erhalten als Art

source: date of receipt
de: Eingangsdatum

source: received as
de: Eingangsform

source: collecting country
de: Fundort - Land

source: collecting place description
de: Fundort - detail.

source: collector's name
de: Sammlername

source: collection number
de: Sammelnummer

source: collection date
de: Sammeldatum

source: gender
de: Geschlecht

source: comment
de: Bemerkungen

source: seed available
de: Samen vorhanden

source: order number
de: Bestellnummer

source: seed's collection date
de: Sameneingangsdatum

source: seed in stock
de: Samen in Lager

source: departments
de: Abteilungen

source: territories
de: Reviere

source: sowing number
de: Aussaatnummer

source: is alive
de: lebend

source: Individual
de: Individuum

source: family
de: Familie

source: genus
de: Gattung

source: endangering
de: Gefährdung

source: create label
de: Etikett erstellen

source: nomenclature checked
de: Nomenklatur geprüft

source: label text
de: Verbreitung

source: detailed
de: Verbreitung detail.

source: image
de: Bild

source: The selected garden does not have an IPEN code.
de: Der gewählte Garten hat keinen IPEN-Code

source: Order number must be assigned
de: Bestellnummer muß angegeben werden

source: Order number already exists, next free number is %s
de: Die Bestellnummer ist bereits vergeben, die nächste freie Nummer is %s

source: seed
de: Samen

source: Create new catalog.
de: Neuen Katalog erstellen

source: catalog
de: Katalog

source: remove
de: entfernen

source: add
de: hinzufügen

source: add to current catalog
de: Zu letztem Katalog hinzufügen

source: Outplanting
de: Pflanzung

source: Outplantings
de: Pflanzungen

source: department
de: Abteilung

source: sowing date
de: Aussaatdatum

source: bed out date
de: Auspflanzdatum

source: plant died on
de: Pflanze gestorben am

source: territory
de: Revier

source: # outplantings
de: # Pflanzungen

source: # individuals
de: # Individuen

source: # species
de: # Arten

source: # genera
de: # Gattungen

source: # outplantings alive
de: # lebende Pflanzungen

source: # individuals alive
de: # lebende Individuen

source: # species alive
de: # lebende Arten

source: # genera alive
de: # lebende Gattungen

source: territory code
de: Reviercode

source: territory name
de: Reviername

source: display name
de: Anzeigename

source: generate list
de: Liste erstellen

source: List of individuals
de: Liste der Individuen

source: A list is expected.
de: Ein Liste wird erwartet

source: The list must contain at least two values.
de: Die Liste muß mindestens zwei Werte enthalten

source: The list must contain "department".
de: Die Liste muß "department" enthalten

source: A Department with code %(code)s in territory %(terr)s already exists
de: Es existiert bereits eine Abteilung mit Code %(dep)s im Revier %(terr)s

source: Method must be defined
de: Methode muß angegeben werden

source: Could not find a free accession_number in time, sorry
de: Leider keine freie Akzessionsnummer gefunden

source: Could not find a free order_number in time, sorry
de: Leider keine freie Bestellnummer gefunden

source: Individuals in %(original)s
de: Individuen in %(original)s

source: Number of departments
de: Anzahl Abteilungen

source: Overall outplantings
de: Pflanzungen insgesammt

source: Number of individuals
de: Anzahl der Individuen

source: Ratio of individuals/outplantings
de: Verhältnis der Individuen/Pflanzungen

source: Number of alive individuals
de: Anzahl lebender Individuen

source: Ratio of alive/planted individuals
de: Verhältnis lebende/gepflanzte Individuen

source: Number of species
de: Anzahl der Arten

source: Ratio of species/individuals
de: Verhältnis der Arten/Individuen

source: Number of alive species
de: Anzahl lebender Arten

source: Ratio of alive/planted species
de: Verhältnis lebender/gepflanzter Arten

source: Number of genera
de: Anzahl der Gattungen

source: Ratio of genera/individuals
de: Verhältnis der Gattungen/Individuen

source: Number of alive genera
de: Anzahl lebender Gattungen

source: Ratio of alive/planted genera
de: Verhältnis lebender/gepflanzter Gattungen

source: There are %(result_len)s individuals registered
de: Es sind %(result_len)s Individuen erfasst

source: Department
de: Abteilung

source: Species
de: Art

source: Planted
de: Gepflanzt

source: Died?
de: Gestorben?

source: Comment
de: Bemerkungen

source: Inventory list
de: Bestandsliste

source: Individual %s not found
de: Individuum %s nicht gefunden

source: Label type %s unknown
de: Etikettentyp %s unbekannt

source: Label can not be printed.
de: Etikett kann nicht erstellt werden

source: Nomenclature has not been verified.
de: Nomenklatur wurde nicht überprüft

source: Please ask your <i>Kustos</i>
de: Bitte fragen Sie Ihren <i>Kustos</i>

source: Label creation failed, sorry
de: Etikett nicht erstellt

source: define a label first
de: Bitte vorher Etiketten erstellen

source: select label
de: Etikett auswählen

source: Labels
de: Etiketten

source: Only alphanumeric characters and _ are allowed.
de: Nur alphanumerische Zeichen und _ erlaubt

source: SVG (Vector Graphics)
de: SVG (Vektorgraphik)

source: CSV (Table)
de: CSV (Tabelle)

source: Label
de: Etikett

source: identification
de: Identifikation

source: This name is used to identify a label type in a label ticket. You can replace a label by reusing it's identification name
de: Dieser Name identifiziert ein Etikett in den Lasergravurtickets. Ein Etikett kann ersetzt werden, wenn dieser Name wiederbenutzt wird.

source: label type
de: Etikettentyp

source: label format
de: Etiketten-Format

source: preview
de: Vorschau

source: label.pdf
de: Etikett.pdf

source: ❓ Documentation
de: ❓ Dokumentation

source: new
de: Neu

source: import markup file
de: Markup-Datei importieren

source: export markup file
de: Markup-Datei exportieren

source: update
de: Aktualisieren

source: example
de: Beispiel

source: Label template documentation
de: Etikett Template Dokumentation

source: Invalid label id
de: ungültige Etiketten-ID

source: Invalid label type '%s'
de: Ungültiger Etikettentyp '%s'

source: No individuals
de: Keine Individuen

source: No botanic gardens defined
de: Keine Botanischen Gärten angelegt

source: Invalid label type
de: Ungültiger Etikettentyp

source: Invalid individual id
de: Ungültige Individuum-ID

source: Invalid garden id
de: ungültige Garten-ID

source: Search garden
de: Garten durchsuchen

source: search
de: suchen

source: species (german)
de: Art (deutsch)

source: distribution
de: Verbreitung

source: department (code)
de: Abteilungscode

source: department (name)
de: Abteilungsname

source: territory (code)
de: Reviercode

source: territory (name)
de: Reviername

source: Garden map
de: Karte des Gartens

source: images
de: Bilder

source: title
de: Titel

source: organisational text
de: Organisatorische Textbeiträge

source: Seed catalogs
de: Samenkataloge

source: seed catalog
de: Samenkatalog

source: seed catalogs
de: Samenkataloge

source: can finalize a seed catalog
de: Samenkatalog finalisieren

source: release date
de: erstellt am

source: valid until
de: gültig bis

source: finalized
de: finalisiert

source: Title of catalog
de: Titel des Katalogs

source: Sub-title of catalog
de: Untertitel des Katalogs

source: copyright note
de: Urheberrechtsanmkerkung

source: LaTeX syntax allowed
de: LaTeX syntax akzeptiert

source: preface
de: Einleitung

source: notes
de: Anmerkungen

source: debug output
de: Debug-Ausgabe

source: Edit %d seeds in catalog
de: %d Samen im Katalog bearbeiten

source: Edit seeds in catalog
de: Samen im Katalog bearbeiten

source: not yet created
de: noch nicht erstellt

source: show debug output
de: Zeige debug-output

source: generate catalog
de: Katalog erstellen

source: create
de: erstellen

source: seeds in catalog
de: Samen im Katalog

source: De-finalize the catalog to change it's contents
de: Den Katalog wieder eröffnen um den Inhalt zu ändern

source: Reopen catalog
de: Katalog wieder eröffnen

source: Finalize the catalog to make it's contents immutable
de: Den Katalog finalisieren um den Inhalt festzuhalten

source: Finalize catalog
de: Katalog finalisieren

source: Duplicate the current catalog to a new one
de: Erstellt einen neuen Katalog mit den selben Samen

source: Duplicate catalog
de: Katalog duplizieren

source: Catalog not found.
de: Katalog nicht gefunden.

source: Individual/Seed not found
de: Individuum/Samen nicht gefunden

source: Seed catalog not found
de: Samenkatalog nicht gefunden

source: %(seed)s removed from %(catalog)s
de: %(seed)s aus Katalog %(catalog)s entfernt

source: Individual/seed not found.
de: Individuum/Samen nicht gefunden

source: added %(seed)s to %(catalog)s (seeds are automatically marked as present)
de: Samen %(seed)s zu %(catalog)s hinzugefügt (Samen sind automatisch als vorhanden markiert)

source: Individual/seed not found
de: Individuum/Samen nicht gefunden

source: %(seed)s added to %(catalog)s
de: %(seed)s zu %(catalog)s hinzugefügt

source: Could not move %(pdf)s to %(targetpdf)s
de: %(pdf)s konnte nicht nach %(targetpdf)s verschoben werden

source: Unknown seed catalog %s
de: Unbekannte Samenkatalognummer %s

source: LateX debug output
de: LaTeX-Debug-Ausgabe

source: Sorry, you do not have the permission to finalize the catalog.
de: Sie haben leider keine Berechtigung, den Katalog zu finalisieren

source: Return to catalog
de: Zurück zu Katalog

source: additional
de: Zusätzliches

source: genera
de: Gattungen

source: subfamily
de: Unterfamilie

source: author
de: Autor

source: can check nomenclature of a species
de: Kann Nomenklatur prüfen

source: genus & family
de: Gattung & Familie

source: author species
de: Autor Art

source: subspecies
de: Unterart

source: author subspec.
de: Autor Unterart

source: variety
de: Varietät

source: author variety
de: Autor Varietät

source: author form
de: Autor Form

source: cultivar / breed
de: Cultivar / Sorte

source: without quotation marks
de: Bitte OHNE Anführungszeichen

source: german name
de: deutscher Name

source: synonyms
de: Synonyme

source: poisonous plant
de: Giftpflanze

source: life-form
de: Lebensform

source: picture
de: Bild

source: author name
de: Autorname

source: check
de: prüfen

source: availability
de: Verfügbarkeit

source: search individuals
de: Individuen durchsuchen

source: search seeds
de: Samen durchsuchen

source: change many
de: mehrere ändern

source: change all
de: alle ändern

source: change unattributes
de: unzugewiesene ändern

source: cancel
de: abbrechen

source: audited
de: geprüft

source: in progress
de: in Bearbeitung

source: finished
de: abgeschlossen

source: discarded
de: verworfen

source: basic ticket
de: Einfaches Ticket

source: basic tickets
de: Einfache Tickets

source: ticket created
de: Ticket erstellt am

source: due to
de: fällig am

source: basic
de: einfach

source: laser gravure
de: Lasergravur

source: current state
de: Status

source: creator
de: Autor

source: receiver
de: Empfänger

source: close
de: schließen

source: reopen
de: erneut öffnen

source: reopen<br/>(ticket was discarded)
de: Erneut öffnen<br/>(Ticket wurde verworfen)

source: next step
de: nächster Schritt

source: individal
de: Individuum

source: is done
de: erledigt

source: unknown label id
de: unbekannte Etiketten-ID

source: laser gravure ticket
de: Lasergravurticket

source: laser gravure tickets
de: Lasergravurtickets

source: ticket for me
de: Mein Ticket

source: tickets for me
de: Meine Tickets

source: new ticket
de: Neues Ticket

source: generate label
de: Etikett erstellen

source: open and verify
de: öffnen und prüfen

source: Mark as audited
de: Als 'geprüft' markieren

source: Mark ticket as in progress
de: Als 'in Bearbeitung' markieren

source: The ticket can be closed now.
de: Das Ticket kann jetzt geschlossen werden

source: Close ticket
de: Ticket schließen

source: The ticket has been closed
de: Das Ticket wurde geschlossen

source: Re-open
de: erneut öffnen

source: State: unchecked<br/>Please verify nomenclature
de: Status: ungeprüft<br/>Bitte die Nomenklatur überprüfen

source: Check ticket again and continue
de: Ticket erneut überprüfen und ggf. fortfahren

source: Generate labels
de: Etiketten erstellen

source: All labels generated. Mark as done!
de: Alle Etiketten erstellt. Als 'abgearbeitet' markieren!

source: show ticket:
de: Ticket anzeigen:
